package com.lyrics.banglafolksongs;

/**
 * Created by ZahiD on 07-Jan-16.
 */
public class TextFile {
    public static String keJashReVatirGangbaiya(){
        /*সুরকারঃ শচীন দেব বর্মণ
        গীতিকারঃ মীরা দেব বর্মন
        বছরঃ ১৯৭১
        বিভাগঃ বিবিধ*/
        String a="কে যাস রে ভাটি গাঙ বাইয়া\n" +
                "আমার ভাইধন রে কইয়ো, নাইওর নিতো বইলা\n" +
                "তোরা কে যাস কে যাস…।।\n" +
                "\n" +
                "বছর খানি ঘুইরা গেল, গেল রে\n" +
                "ভাইয়ের দেখা পাইলাম না, পাইলাম না\n" +
                "\n" +
                "কইলজা আমার পুইড়া গেল, গেল রে\n" +
                "ভাইয়ের দেখা পাইলাম না, পাইলাম না\n" +
                "ছিলাম রে কতই আশা লইয়া\n" +
                "ভাই না আইলো গেল গেল, রথের মেলা চইলা\n" +
                "তোরা কে যাস কে যাস……\n" +
                "\n" +
                "প্রাণ কান্দে , কান্দে\n" +
                "প্রান কান্দে কান্দে প্রান কান্দে রে, প্রান কান্দে\n" +
                "নয়ন ঝরে ঝরে নয়ন ঝরে রে, নয়ন ঝরে\n" +
                "পোড়া মনরে বুঝাইলে বুঝে না\n" +
                "কান্দে কান্দে প্রান কান্দে\n" +
                "\n" +
                "সুজন মাঝিরে ভাইরে কইয়ো গিয়া\n" +
                "না আসিলে স্বপনেতে দেখা দিত বইলা\n" +
                "তোরা কে যাস কে যাস……\n" +
                "\n" +
                "সিঁন্দুরিয়া মেঘ উইড়া আইলো রে\n" +
                "ভাইয়ের খবর আনলো না, আনলো না\n" +
                "ভাটির চরে নৌকা ফিরা আইলো রে\n" +
                "ভাইয়ের খবর আনলো না, আনলো না\n" +
                "\n" +
                "নির্দয় বিধি রে তুমিই সদয় হইয়া\n" +
                "ভাইরে আইনো নইলে আমার পরান যাবে জ্বইলা\n" +
                "তোরা কে যাস কে যাস……\n" +
                "\n" +
                "কে যাস রে ভাটি গাঙ বাইয়া\n" +
                "আমার ভাইধন রে কইয়ো, নাইওর নিতো বইলা";
        return a;
    }
    public static String amarMonToBoseNaGrihoKaje(){
        /*
        শিল্পীঃ মলয় কুমার গাঙ্গুলী
        অ্যালবামঃ অনুরাগ
        সুরকারঃ সুবল দাশ
        গীতিকারঃ মনিরুজ্জামান মনির / মাসুদ করিম
        বছরঃ পাওয়া যায় নি
        বিভাগঃ ছায়াছবি*/

        String a="আমার মন তো বসে না গৃহ কাজে\n" +
                "সজনি গো\n" +
                "অন্তরে বৈরেগীর লাওয়া বাজে ।।\n" +
                "\n" +
                "সজনি গো….\n" +
                "কি করিব কোথা যাব\n" +
                "এ দুঃখ কারে জানাবো\n" +
                "মন মেলে তো মানুষ মেলে না ।।\n" +
                "ওরে কারো কথা কেউ শোনে না গো\n" +
                "হায়রে কারো কথা কেউ শোনে না\n" +
                "যার যেভাবে বোঝে\n" +
                "অন্তরে বৈরাগীর লাওয়া বাজে ||\n" +
                "\n" +
                "সজনী গো…..\n" +
                "লাওয়া তিন তারে টানা\n" +
                "মধ্যের তারে আনাগোনা\n" +
                "প্রেম রসে মধুরও ঝংকারে ।।\n" +
                "আমি মধুরে বঞ্চিত হইলাম ভব রসে মজে\n" +
                "অন্তরে বৈরাগীর লাওয়া বাজে ||";
        return a;
    }
    public static String ageJaninaReDoyalTorPiritePoranJabe(){
        // Jasim uddin
        String a="পীড়িতি পীড়িতি বিষম পীড়িতি\n" +
                "পীড়িতি করে যে জনে।\n" +
                "\n" +
                "দয়াল তোমারও সনে পীড়িতি করিয়া\n" +
                "তোমারও সনে দয়াল পীড়িতি করিয়া\n" +
                "কান্দিতে জনম গেল রে\n" +
                "\n" +
                "আগে জানি না রে দয়াল\n" +
                "তোর পীড়িতে পরাণ যাবে\n" +
                "\n" +
                "আঙ্গুল কাঁটিয়া কলম বানাইয়া\n" +
                "নয়নের জলে করলাম কালি।\n" +
                "\n" +
                "দয়াল হৃদয় চিড়িয়া লিখন লিখিয়া।\n" +
                "পাঠাইলাম বন্ধুর বাড়িরে\n" +
                "আগে জানি না রে দয়াল\n" +
                "তোর পীড়িতে পরাণ যাবে\n" +
                "\n" +
                "সাগর সেচিলাম নগর মাগিলাম\n" +
                "মনিক পাইবার আশে।\n" +
                "\n" +
                "দয়াল সাগর শুকালো মানিক লুকালো।\n" +
                "আপন কপালের দোষেরে\n" +
                "আগে জানি না রে দয়াল\n" +
                "তোর পীড়িতে পরাণ যাবে।।";
        return a;
    }
    public static String osomoyBashiBajayKeRe(){
        // abdul alim
        String a = "অসময় বাঁশি বাজায় কেরে\n" +
                "পরাণ আমার বাইরাম বাইরাম করে\n" +
                "আমি সইতে নারি কইতে নারি\n" +
                "জ্বালা সহেনা অন্তরে।\n" +
                "পরাণ আমার ............\n" +
                "\n" +
                "আমি একেতো অবলা বালা\n" +
                "সহেনা বিরহ জ্বালা\n" +
                "আরও জ্বালা ঘরের ও ভিতরে (বন্ধুরে\n" +
                "আমার শ্বাশুড়ী ননদী তারাই হইলো বাদী\n" +
                "কেমনে রাখিবো মন ঘরে।।\n" +
                "\n" +
                "যখন আমি ঘুমে থাকি\n" +
                "কালারে স্বপনে দেখি\n" +
                "নিদ্রাভঙ্গ হয় আচম্বিতে (বন্ধুরে)\n" +
                "তখন না হেরিয়া চান্দমুখ বিদরিয়া যায় বুক\n" +
                "নয়ন ভাসে আঁখিনীরে।।";
        return a;
    }
    public static String bondhuJodiHoitoNodirJol(){
        String a = "বন্ধু যদি হইতো নদীর জল\n" +
                "পিপাসাতে পান করিতাম\n" +
                "পরাণ আমার হইত শীতল\n" +
                "\n" +
                "যাইতাম ঘাটে কলসী গো লইয়া\n" +
                "আমি মীন হইয়া থাকতাম মিশিয়া\n" +
                "আমি আনন্দে সাতার কাটিয়া\n" +
                "মধ্য গাঙ্গে হইতাম তল\n" +
                "\n" +
                "বন্ধু যদি হইত গো বাঁশী\n" +
                "আমি হইতাম কালো শশী\n" +
                "আমি তমালের ডালে বসি\n" +
                "বন্ধুর গানের গাইতাম গজল\n" +
                "\n" +
                "সময় আমার নাই গো বেশি\n" +
                "আমার বন্ধু যদি হইত রশি গো\n" +
                "গলাতে লাগাইতাম ফাঁসি\n" +
                "বলে দুরবীন শাহ পাগল";
        return a;
    }
    public static String kulNilogoShamerBasi(){
        String a = "পিরিতি বিষম জ্বালা, সয় না আমার গায়\n" +
                "কুল নিল গো শ্যামের বাঁশি প্রাণ নিল কালায় |\n" +
                "ঘরে বাইরে থাকে বন্ধু ওই পিরিতের দায়,\n" +
                "কুল নিল গো শ্যামের বাঁশি প্রাণ নিল কালায় |\n" +
                "কালা তো সামান্য নয়,রাধার মন ভুলায়,\n" +
                "কুল নিল গো শ্যামের বাঁশি প্রাণ নিল কালায় |\n" +
                "ভাইবে রাধারমণ বলে শোন গো ললিতায় ||\n" +
                "কুল নিল গো শ্যামের বাঁশি প্রাণ নিল কালায় | |";
        return a;
    }
    public static String nirjonJomunarKule(){
        // Durbin Shah
        String a = "নির্জন যমুনার কূলে, বসিয়া কদম্ব তলে\n" +
                "বাঁজায় বাঁশী বন্ধু শ্যামরায় ।।\n" +
                "\n" +
                "বাঁশীতে কি মধু ভরা আমারে করিল সারা\n" +
                "আমি নারী ঘরে থাকা দায়\n" +
                "কালার বাঁশী হলো বাম বলে শুধু রাধা নাম।।\n" +
                "কুলবঁধুর কুলমান মজায়\n" +
                "বাঁশীর সুরে অঙ্গ জ্বলে ঘরের জল বাহিরে ফেলে\n" +
                "মনে লয় যামু যমুনায়\n" +
                "\n" +
                "শোন গো ললিতে সখী বন্ধু ছাড়া কেমনে থাকি\n" +
                "প্রাণপাখী উড়ে যেতে চায় ।।\n" +
                "আমি নারী কুলবালা কালার বাঁশী দিল জ্বালা।।\n" +
                "অঙ্গ কালা বন্ধুর চিন্তায়\n" +
                "যদি আমার কেউ থাকো বন্ধু এনে প্রাণটি রাখো\n" +
                "মন প্রাণ সব সঁপিব তার পা’য়\n" +
                "\n" +
                "ভুবনমোহন সুরে ভাইটাল নদী উজান ধরে\n" +
                "জ্বলে অনল আমার অন্তরায়\n" +
                "মনের লয় সন্ন্যাসী হইয়া দেখবো তারে তল্লাসিয়া\n" +
                "কোন বনে সে বাঁশরী বাজায়\n" +
                "নইলে কলসী বেন্ধে গলে ঝাঁপ দেবো যমুনায় জলে\n" +
                "প্রাণ ত্যাজিব বলে দূরবীন শাহ";
        return a;


    }
    public static String tuiJodiHoitiGolarMala(){
        // Durbin Shah
        String a = "তুই যদি হইতি গলার মালা, ও রঙ্গিলা\n" +
                "তুই যদি হইতি গলার মালা\n" +
                "আদরে গলে পরাইয়া\n" +
                "স্বহস্তে আয়না ধরিয়া\n" +
                "সাধ মিটাইতাম দেখিয়া নিরালা, ও রঙ্গিলা\n" +
                "তুই যদি হইতি গলার মালা, চিকন কালা\n" +
                "তুই যদি হইতি গলার মালা...\n" +
                "\n" +
                "তুই হইলে প্রেমের সাগর\n" +
                "আমি যাইয়া জলের উপর\n" +
                "ভাসিয়া রহিতাম হইয়া শ্যাওলা\n" +
                "প্রেম বাতাসে ঢেউ লাগিয়া\n" +
                "পোড়া প্রাণ যাইত জুড়াইয়া\n" +
                "দূর হইত পেমাগুনের জ্বালা \n" +
                "রঙ্গিলা\n" +
                "তুই যদি হইতি গলার মালা\n" +
                "\n" +
                "তুই হলে শিরের কেশ\n" +
                "চিরুনি ধরিতাম বেশ\n" +
                "তারপরে বান্ধিতাম দুপুর বেলা\n" +
                "বসিয়া তোমার সংগে\n" +
                "থাকতাম আমি প্রেম তরঙ্গে\n" +
                "মনের সাথে খেলতাম প্রেম-খেলা\n" +
                "রঙ্গিলা\n" +
                "তুই যদি হইতি গলার মালা\n" +
                "\n" +
                "তোমারও জানিয়া পানি\n" +
                "আমি হইয়া চাতকিনী\n" +
                "পন্থে চাইয়া হইয়াছি আঙ্খেলা\n" +
                "আমায় লোকে মন্দ কয়\n" +
                "তোর প্রেমের কলংক রয়\n" +
                "এই আমি তোর প্রেমের পাগলা\n" +
                "চিকন কালা\n" +
                "তুই যদি হইতি গলার মালা...\n";
        return a;
    }
    public static String namajAmarHoiloNaAday(){
        String a = "নামাজ আমার হইল না আদায়\n" +
                "নামাজ আমি পইড়তে পাইলাম না\n" +
                "দারুন খান্নাসের দায়ে\n" +
                "নামাজ আমার হইল না আদায়\n" +
                "\n" +
                "ফজরের নামাজের কালে ছিলাম আমি ঘুমের ঘোরে\n" +
                "জোহর গেলো আইতে যাইতে আসর গেলো কামের দায়\n" +
                "নামাজ আমার হইল না আদায়\n" +
                "\n" +
                "মাগ্রিবের নামাজের কালে ছিলাম আমি গহরাইল ঘরে\n" +
                "হাওর থিইকা আইলো না গাই বাছুর আমার বান্ধা নাই\n" +
                "নামাজ আমার হইল না আদায়\n" +
                "\n" +
                "এশাএর নামাজের কালে বিবি কয়েন চাউল ফুরাইসে\n" +
                "ছাইলা মাইয়ার কান্দন শুইন্যা কান্দে পাগল দূরবিন শা’য়\n" +
                "নামাজ আমার হইল না আদায়";
        return a;
    }
    public static String amarGhorerChabiPorerHate(){
            // lalon fakir
            String a ="আমার ঘরের চাবি পরের হাতে\n" +
                    "কেমনে খুলিয়ে সে ধন দেখব চেক্ষেতে\n" +
                    "\n" +
                    "আপন ঘরে বোঝাই সোনা\n" +
                    "পরে করে লেনা-দেনা \n" +
                    "আমি হ'লেম জন্মকানা\n" +
                    "না পাই দেখিতে।।\n" +
                    "\n" +
                    "রাজী হ'লে দারওয়ানী\n" +
                    "দ্বার ছাড়িয়ে দেবেন তিনি\n" +
                    "তারে বা কই চিনি-শুনি \n" +
                    "বেড়াই কুপথে।।\n" +
                    "\n" +
                    "এই মানুষে আছে রে মন\n" +
                    "যারে বলে মানুষ রতন\n" +
                    "লালন বলে পেয়ে সে ধন\n" +
                    "পারলাম না চিনিতে।।";
            return a;
    }
    public static String praneArSohenaDarunJala(){
        String a = "প্রাণে আর সহেনা দারুন জ্বালা\n" +
                "মরণ ভালা,  প্রাণে আর সহেনা দারুন জ্বালা\n" +
                "প্রেম-ফুলের গন্ধে ঠেকিয়াছি ফান্দে\n" +
                "গলেতে পরেছি প্রেম-মালা\n" +
                "মরণ ভালা প্রাণে আর সহেনা দারুন জ্বালা\n" +
                "\n" +
                "আহার না লয় গো মনে \n" +
                "নিদ্রা নাই দুই নয়নে\n" +
                "শয়নে-স্বপনে যায়না ভোলা \n" +
                "বুঝাইলে না বুঝে মনে\n" +
                "জ্বলে মরি প্রেমাগুনে\n" +
                "অদর্শনে মন-প্রাণ উতলা ।। \n" +
                "\n" +
                "কোকিল মত্ত মধুর গানে\n" +
                "ভ্রমর মত্ত মধুপানে\n" +
                "বসে রই আমি যে নিরালা\n" +
                "দিয়া আমায় প্রেমালিঙ্গন\n" +
                "শান্ত কর পুড়া এ মন\n" +
                "সরল তুমি নাম তোমার সরলা ।।\n" +
                "\n" +
                "বাউল আব্দুল করিম বলে\n" +
                "গণার দিন ফুরাইয়া গেলে\n" +
                "যাবো চলে আমি যে একেলা\n" +
                "ভাই-বন্ধু পিতা-মাতায়\n" +
                "কি করিবে ভবের মায়ায়\n" +
                "দমের কোঠায় লাগবে যেদিন তালা।। ";
        return a;
    }
    public static String modhurModhurKothaKoiya(){
        String a = "মধুর মধুর কথা কইয়া চিত্তে দাগা দিল \n" +
                "হায়গো সোনা বন্ধে আমায় কি দোষে কান্দাইলো \n" +
                "\n" +
                "মনে ছিল আশা আমার প্রাণে ছিল আশা \n" +
                "বন্ধুর সনে গহীন বনে বাঁধবো সুখের বাসা \n" +
                "আশার বাসা ভাইঙ্গা দিয়া কার প্রেমে মজিল \n" +
                "হায়গো সোনা বন্ধে আমায় কি দোষে কান্দাইলো \n" +
                "\n" +
                "কান্দে, পোড়ায় আঁখি আরে গৃহে কেম্নে থাকি \n" +
                "বন্ধুর লাইগা ছটফট করে আমার পরাণ পাখি \n" +
                "পন্থপানে চাইয়া থাকি ওই বুঝি আসিলো \n" +
                "হায়গো সোনা বন্ধে আমায় কি দোষে কান্দাইলো \n" +
                "\n" +
                "না দেখিলে মরি হায়গো উপায় কি যে করি \n" +
                "বন্ধুরে না পাইলে আমার গলায় দিব দড়ি \n" +
                "লোকে বলবে আক্কাস দেওয়ান কি মরা মরিল \n" +
                "হায়গো সোনা বন্ধে আমায় কি দোষে কান্দাইলো";
        return a;
    }

    public static String ekdinMatirVitoreHobeGhor(){
        // Pagol monir sorkar
        String a ="একদিন মাটির ভিতরে হবে ঘর\n" +
                "রে মন আমার কেন বান্ধ দালান ঘর?\n" +
                "\n" +
                "প্রাণপাখি উড়ে যাবে পিঞ্জর ছেড়ে\n" +
                "ধরাধামে সবই রবে, তুমি যাবে চলে\n" +
                "বন্ধু বান্ধব যতো, মাতা-পিতা, দারা-সুতো\n" +
                "সকলই হবে তোমার পর।।\n" +
                "\n" +
                "দেহ তোমার চর্মচর গলে পচে যাবে\n" +
                "শিরা উপশিরাগুলো ছিন্নভিন্ন হবে\n" +
                "মুণ্ডু মেরুদন্ড, সবই হবে খন্ড খন্ড\n" +
                "পড়ে রবে মাটিরও উপর।।\n" +
                "\n" +
                "নাই বিছানা নাই রে পানি ভেতরে ঘোর অন্ধকার\n" +
                "তার ভিতরে পড়ে রবি ওরে মুনীর সরকার\n" +
                "কিসের ইষ্টি পুত্র? কিসের ইষ্ট মিত্র?\n" +
                "দম ফুরাইলে সবই হবে পর।।";
        return a;
    }
    public static String amarBondhuDoyamoy(){
        // Radha Raman
        String a ="আমার বন্ধু দয়াময়\n" +
                "তোমারে দেখিবার মনে লয়।\n" +
                "তোমারে না দেখলে রাধার\n" +
                "জীবন কেমনে রয় বন্ধুরে।।\n" +
                "\n" +
                "কদম ডালে বইসারে বন্ধু\n" +
                "ভাঙ্গ কদম্বের আগা।\n" +
                "শিশুকালে প্রেম শিখাইয়া\n" +
                "যৌবনকালে দাগা রে।।\n" +
                "\n" +
                "তমাল ডালে বইসারে বন্ধু\n" +
                "বাজাও রঙের বাশি।\n" +
                "সুর শুনিয়া রাধার মন\n" +
                "হইলো যে উদাসি রে।।\n" +
                "\n" +
                "ভাই বেরাদার রমণ বলে\n" +
                "মনেতে ভাবিয়া।\n" +
                "নিভা ছিল মনের আগুন\n" +
                "কে দিল-ই জ্বালাইয়া রে।।";
        return a;
    }
    public static String sikhaiyaPiritiKoriloDakati(){
        String a = "শিখাইয়া পিরিতি করিলো ডাকাতি \n" +
                "ভুলিয়া রইয়াছে আমায় সখি, কি গো করি উপায়? \n" +
                "\n" +
                "সে ভুলে রয়েছে আমার মনে আছে \n" +
                "আমি যে ভুলিতে পারিনা হায়... \n" +
                "পাষাণে বাঁধিবে নিষ্ঠুরও সাজিবে \n" +
                "সরালে গরদ এত ছলনা... \n" +
                "যদি তুমি জানো বন্ধুয়া রে আনো... \n" +
                "নইলে প্রাণ রাখা দায়... \n" +
                "সখি, রে কি গো করি উপায়? \n" +
                "\n" +
                "যদি গো এই মন ছিল বন্ধুর মন \n" +
                "তবে কেন ভবে দিল আসিতে? \n" +
                "বাঁচা মরার সমান ভরিয়া দু'নয়ন \n" +
                "তবে পারলাম না তারে দেখিতে? \n" +
                "বুকে মারো ছুড়ি যাই প্রাণে মরি... \n" +
                "খবর জানাইয়ো মথুরায় \n" +
                "সখি, রে কি গো করি উপায়? \n" +
                "\n" +
                "বলে আমীর উদ্দিন পাইবো একদিন \n" +
                "বুঝিবে সেই দিন বিচার কালে... \n" +
                "তারাহুরা বুঝিনা তোমারে করি মানা \n" +
                "বান্ধিয়া রাখিও ঐ তামাম ডালে \n" +
                "আমায় নিও খুলে প্রাণনাথ আসিলে... \n" +
                "ফেলে দিও বন্ধুয়ারি পায়... \n" +
                "সখি, রে কি গো করি উপায়? ";
        return a;
    }
    public static String helayHelayKarjoNosto(){
        // kari amir uddin
        String a = "হেলায়, হেলায় কার্য নষ্ট, পুরুষ নষ্ট হাটে,\n" +
                "খারাপ রাস্তায় গাড়ী নষ্ট, নারী নষ্ট ঘাটে !\n" +
                "\n" +
                "পান সিগারেটে পয়সা নষ্ট, যুবক নষ্ট মদে,\n" +
                "কুসমাজে গেরাম নষ্ট, খাদক নষ্ট সুদে !\n" +
                "\n" +
                "টাউনে ঘুরে ছাত্র নষ্ট কীটে নষ্ট ঘোল,\n" +
                "অতি মায়ায় বধু নষ্ট, ধুলায় নষ্ট চুল ! \n" +
                "\n" +
                "ঝড়বাদলে রাস্তা নষ্ট, কাদায় নষ্ট ঘাট,\n" +
                "সমালোচনায় বেলা নষ্ট, জলে নষ্ট মাঠ !\n" +
                "\n" +
                "লোভে পড়ে যুবা নষ্ট, কাপড় নষ্ট তেেলে,\n" +
                "স্বামীর দোষে স্ত্রী নষ্ট, আদরে নষ্ট ছেলে !\n" +
                "\n" +
                "অনভ্যাসে বিদ্যা নষ্ট, লেখা নষ্ট কম কাালি,\n" +
                "নতুন জামাইর মজা নষ্ট, না থাকিলে শালী !\n" +
                "\n" +
                "স্বার্থ থাকলে পিরিত নষ্ট, পিছায় নষ্ট খাল ,\n" +
                "ছাইয়ের সুরমার চক্ষু নষ্ট, শালে নষ্ট গাল !\n" +
                "\n" +
                "বেশী খাইলে পেট নষ্ট, ধুলায় নষ্ট ধুতি,\n" +
                "টাকার লোভে সুনাম নষ্ট, অভাবে নষ্ট জাতি !\n" +
                "\n" +
                "হিংসা করলে ধর্ম নষ্ট, তর্কে নষ্ট বেলা,\n" +
                "দুলাভাইয়ের আমোদ নষ্ট, না থাকিলে শালা !\n" +
                "\n" +
                "ফিনিশ মারলে পোকা নষ্ট, মরিচায় নষ্ট টিন,\n" +
                "কুঅভ্যাসে যৌবন নষ্ট, মেঘে নষ্ট দিন !\n" +
                "\n" +
                "গোমান করে হাতী নষ্ট, রাগে নষ্ট ময়না,\n" +
                "বিষগৌরবে সর্প নষ্ট, আভে নষ্ট আয়না !\n" +
                "\n" +
                "আমল ছাড়া ইলিম নষ্ট, পোকায় নষ্ট আম,\n" +
                "কুপাত্রে জিনিস নষ্ট, লজ্জায় নষ্ট কাম !\n" +
                "\n" +
                "নদীর পাড়ে বাড়ী নষ্ট কখন ভেঙ্গে যায় ,\n" +
                "রাজার দোষে রাজ্য নষ্ট প্রজায় কষ্ট পায় !\n" +
                "\n" +
                "কুবুলিতে জবান নষ্ট শীলায় নষ্ট ধান, \n" +
                "কুদর্শনে চক্ষু নষ্ট কুশ্রবনে কান !\n" +
                "\n" +
                "দানা নষ্ট অবিচারে, খাইলে নষ্ট রোজা ,\n" +
                "দৌর ছাড়িয়া ঘোড়া নষ্ট বয়ে চিনির বোঝা !\n" +
                "\n" +
                "অভাবেতে স্বভাব নষ্ট রাগে নষ্ট চেহারা, \n" +
                "চন্দ্রনীকে বলে নষ্ট চোরার ঘরের চোরা ! \n" +
                "\n" +
                "হিন্দুর মুখের দাড়ি নষ্ট কখন যে ফালায় , \n" +
                "রোদবাদলে বাবুগিরী নষ্ট হৈয়া যায় !\n" +
                "\n" +
                "ভাল কথা নষ্ট হয় ভাই বোর্বকের ই ধারে, \n" +
                "শ্বশুরবাড়ীর মজা নষ্ট বেশী থাকলে পড়ে !\n" +
                "\n" +
                "বাউল আমিরুদ্দীন বলে নষ্ট আমার কূলমান, \n" +
                "পুরা ইষ্ট কর নষ্ট তবু ও গাইব বন্ধুর গান রে,\n" +
                "\n" +
                "হেলায় হেলায় কার্য নষ্ট রে....";
        return a;
    }
    public static String nodiVoraDheuBojheNaToKeu(){
        String a ="নদী ভরা ঢেউ বোঝ নাতো কেউ\n" +
                "কেন মায়ার তরী বাও বাও গো\n" +
                "\n" +
                "ভরসা করি এ ভব কাণ্ডারী\n" +
                "হালটি ছাড়িয়া এখন দাও দাও রে ।।\n" +
                "\n" +
                "বাইতে জাননা কেন ধর হাল\n" +
                "মন মাঝিটা তোর হল রে মাতাল\n" +
                "বুঝিয়া বলো তারে\n" +
                "যেতে হবে পারে\n" +
                "অবেলার বেলা পানে চাও চাও রে ।।\n" +
                "\n" +
                "বাইতে ছিল তরী পাগলা ভবা\n" +
                "ভাঙা তরী জলে জলে ডুবা ডুবা ।\n" +
                "চুবানি খেয়ে ধরেছে পায়ে\n" +
                "ওরে কাণ্ডারি এখন বাঁচাও বাঁচাও রে ।।";
        return a;
    }
    public static String bareBareArAsaHobeNa(){
        // voba pagla
        String a = "বারে বারে আর আসা হবে না\n" +
                "এমন মানব জনম আর পাবে না\n" +
                "\n" +
                "তুমি যাহা করে গেলে আসিয়া হেথায়\n" +
                "চিত্রগুপ্ত লিখিল খাতায়\n" +
                "হিসাব করিবেন সেই বিধাতায়\n" +
                "তার কাছে ফাঁকি ঝুঁকি কিছু চলে না।।\n" +
                "\n" +
                "সাবধানে চলো মন হও হুঁশিয়ার\n" +
                "তোমার বেলা যে বয়ে যায় আসে অন্ধকার\n" +
                "জুড়িয়া রয়েছে হৃদয় আকাশ\n" +
                "ভবা কহে চোখ মেলে চেয়ে দেখো না।। ";
        return a;
    }
    public static String amayEtoDukkhoDiliBondhure(){
        // Jalal uddin
        String a ="আমায় এত দুঃখ দিলি বন্ধুরে বন্ধু\n" +
                "আমি তোর প্রেমেরি দেওয়ানারে দেওয়ানা\n" +
                "মন জানে আর কেউ জানে না।।\n" +
                "\n" +
                "প্রাণ বন্ধুরে...\n" +
                "আমি তোমায় পাব বলে এহ জনম যায় বিফলে\n" +
                "প্রেমও ফাঁসি লইয়া গলে হইল কি যন্ত্রণা।।\n" +
                "কলিজাহ আছে ছিদ্র রে বন্ধু।। \n" +
                "করল গুনে ছাড়ল নারে ছাড়ল না\n" +
                "মন জানে আর কেউ জানে না।\n" +
                "\n" +
                "(ও) বন্ধুরে...\n" +
                "কাঁদাইলি নিরবধি, ভাসাইলি অকুল নদী\n" +
                "জন্ম হইতে আইজও বুঝি তোমায়\n" +
                "আমি পাইলাম না।।\n" +
                "যে যাহারে ভালবাসেরে বন্ধু,\n" +
                "ব্যাবহারে জাইছে নারে যায় যায় না\n" +
                "মন জানে আর কেউ জানে না।\n" +
                "\n" +
                "প্রাণ বন্ধুরে...\n" +
                "কাচকি লোহায় পীরিত করে নৌকারে সাজাইগো পরে\n" +
                "দুইয়ে মিলে যুক্তি করে, সুখনা তে থাকবে না।।\n" +
                "এখন জলের তরে ভাসে পীরিতরে বন্ধু\n" +
                "জল ছাড়া সে বাচে না আর বাচে না\n" +
                "মন জানে আর কেউ জানে না";
        return a;
    }
    public static String nishaLagiloReBakaDuiNoyoneNishaLagiloRe(){
        // Hason Raja
        String a ="নিশা লাগিল রে, নিশা লাগিল রে,\n" +
                "বাঁকা দুই নয়নে নিশা লাগিল রে।\n" +
                "হাসন রাজার পিয়ারীর প্রেমে মজিল রে।।\n" +
                "ছটফট করে হাসন রাজা দেখিয়া চাঁন মুখ\n" +
                "হাসন জানের মুখ দেখিয়া জন্মের গেল দুখ।।\n" +
                "হাসন জানের রূপটা দেখি ফালদি ফালদি উঠে\n" +
                "চিড়া বাড়া হাসন রাজার বুকের মাঝে টুটে।।";
        return a;
    }
    public static String lokeBoleBolereGhorbariValaNaAmar(){
        // Hason Raja
        String a = "লোকে বলে বলেরে \n" +
                "ঘর-বাড়ি ভালা নাই আমার \n" +
                "কি ঘর বানাইমু আমি শূণ্যেরও মাঝার।। \n" +
                "\n" +
                "ভালা কইরা ঘর বানাইয়া \n" +
                "কয়দিন থাকমু আর \n" +
                "আয়না দিয়া চাইয়া দেখি \n" +
                "পাকনা চুল আমার।। \n" +
                "\n" +
                "এ ভাবিয়া হাসন রাজা \n" +
                "ঘর-দুয়ার না বান্ধে \n" +
                "কোথায় নিয়া রাখব আল্লায় \n" +
                "তাই ভাবিয়া কান্দে।। \n" +
                "\n" +
                "জানত যদি হাসন রাজা \n" +
                "বাঁচব কতদিন \n" +
                "বানাইত দালান-কোঠা \n" +
                "করিয়া রঙিন।। ";
        return a;
    }
    public static String matirOPinjirarMajheBondiHoiyaRe(){
        //  Hason Raja
        String a = "মাটিরও পিঞ্জিরার মাঝে বন্দী হইয়া রে\n" +
                "কান্দে হাছন রাজার মনমুনিয়া রে\n" +
                "\n" +
                "মায়ে বাপে কইরা বন্দী খুশিরও মাজারে\n" +
                "লালে ধলায় হইলাম বন্দী পিঞ্জিরার ভিতরে\n" +
                "কান্দে হাছন রাজার মনমুনিয়া রে\n" +
                "\n" +
                "পিঞ্জিরায় সামাইয়া ময়নায় ছটফট ছটফট করে\n" +
                "মজবুতও পিঞ্জিরা ময়নায় ভাঙ্গিতে না পারে রে\n" +
                "কান্দে হাছন রাজার মনমুনিয়া রে\n" +
                "\n" +
                "উড়িয়া যাইব সুয়া পাখি পইরা রইব কায়া\n" +
                "কিসের দেশ কিসের খেশ কিসের মায়া দয়া রে\n" +
                "কান্দে হাছন রাজার মনমুনিয়া রে\n" +
                "\n" +
                "হাছন রাজা ডাকতো যখন ময়না আয় রে আয়\n" +
                "এমনও নিষ্ঠুরও ময়না আর কি ফিরা চায় রে\n" +
                "কান্দে হাছন রাজার মনমুনিয়া রে";
        return a;
    }
    public static String amayEtoRateKenoDakDili(){
        String a = "আমায় এত রাতে ক্যানে ডাক দিলি প্রাণ কোকিলা রে\n" +
                "আমায় এত রাতে ক্যানে ডাক দিলি ।।\n" +
                "নিভা ছিল মনের আগুন জ্বালাইয়া গেলি প্রাণ কোকিলা রে\n" +
                "আমায় এত রাতে ক্যানে ডাক দিলি…\n" +
                "\n" +
                "আম ধরে থোকা থোকা তেতুল ধরে ব্যাকা…হায়রে তেতুল ধরে ব্যাকা\n" +
                "আমার আসবে বলে শ্যাম কালাচাঁন নাহি দিল দেখা প্রাণ কোকিলা রে\n" +
                "আমায় এত রাতে ক্যানে ডাক দিলি……\n" +
                "\n" +
                "আমার শিয়রে শাশুড়ী ঘুমায় জলন্ত নাগিনী… হায়রে জলন্ত নাগিনী ।।\n" +
                "আমার পৈঠানে ননদী শুয়ে দুরন্ত ডাকিনী প্রাণ কোকিলা রে\n" +
                "আমায় এত রাতে ক্যানে ডাক দিলি…\n" +
                "\n" +
                "আম গাছে আম ধরে জাম গাছে জাম……হায়রে জাম গাছে জাম ।।\n" +
                "আমি পন্থের দিকে চাইয়া থাকি\n" +
                "আসেনি মোর শ্যাম প্রাণ কোকিলা রে\n" +
                "আমায় এত রাতে ক্যানে ডাক দিলি প্রাণ কোকিলা রে\n" +
                "\n" +
                "প্রাণ কোকিলা রে\n" +
                "বন্ধুর বাড়ী আমার বাড়ী মইধ্যে জলের বেড়া\n" +
                "ওরে হাত বাড়াইয়া দিছে পাঢ কপাল দেখি পোড়া\n" +
                "\n" +
                "প্রাণ কোকিলা রে\n" +
                "আমায় এত রাতে ক্যানে ডাক দিলি প্রাণ কোকিলা রে\n" +
                "আমায় এত রাতে ক্যানে ডাক দিলি";
        return a;
    }
    public static String amarHarKalaKorlamRe(){
        String a = "আমার হার কালা করলাম রে\n" +
                "আরে আমার দেহ কালার লাইগা রে\n" +
                "ওরে অন্তর কালা করলাম রে দুর অন্তর পরবাসে\n" +
                "\n" +
                "মন রে হাইলা লোকের লাঙ্গল বাকা জনম বাকা চাঁদ রে\n" +
                "তার চাইতে অধিক বাকা হায় হায় তার চাইতে অধিক বাকা\n" +
                "যারে দিছি প্রান রে দুর অন্ত পরবাসে\n" +
                "\n" +
                "মন রে অরে কুল বাকা গাং বাকা \n" +
                "বাকা গাং এর পানি রে বাকা গাং এর পানি\n" +
                "সকল বাকায় বাইলাম নৌকা হায় হায়\n" +
                "সকল বাকায় বাইলাম নৌকা তবু বাকারে না জানি\n" +
                "রে দুর অন্ত পরবাসে মন রে\n" +
                "\n" +
                "হার হইল জর জর আমার অন্তর হইল বুড়া\n" +
                "পিরিতি ভাঙ্গিয়া গেলে নাহি লাগে জোড়া রে\n" +
                "দুর অন্ত পরবাসে........";
        return a;
    }
    public static String rongilaRongilaRongila(){
        String a = "রঙিলা রঙিলা রঙিলা রে রঙিলা\n" +
                "আমারে ছাড়িয়ারে বন্ধু, কই গেলা রে বন্ধু\n" +
                "কই রইলা রে, আমারে ছাড়িয়ারে বন্ধু\n" +
                "কই গেলা রে\n" +
                "\n" +
                "তুমি হইও গাঙ রে বন্ধু, আমি গাঙের পানি\n" +
                "জোয়ারে ভাটাতে হবে, নিতই জানাজানি রে বন্ধু\n" +
                "নিতই জানাজানি\n" +
                "তুমি হইও ফুল বন্ধু, আমি হবো হাওয়া\n" +
                "দেশ বিদেশে ফিরবো আমি, হইয়া মাতেলা রে\n" +
                "হইয়া পাগেলারে\n" +
                "\n" +
                "সেকালে কইছিলোরে বন্ধু, হস্ত দিয়া মাথে\n" +
                "তোমার মালার ফুল হইয়া, ফুইটা রব সাথে রে\n" +
                "ফুইটা রব সাথে\n" +
                "খালি কণ্ঠ খালি রইল, না পরিলাম মালা\n" +
                "না আইলো মোর প্রাণের পতি, ডুইবা গেলো বেলা রে\n" +
                "ডুইবা গেলো বেলা";
        return a;
    }
    public static String majhiBaiyaJaoRe(){
        String a = "মাঝি বাইয়া যাও রে।\n" +
                "অকুল দরিয়ার মাঝে\n" +
                "আমার ভাঙা নাও রে।।\n" +
                "\n" +
                "ভেন্না কাষ্ঠের নৌকা খানি।\n" +
                "মাঝখানে তার বুরা\n" +
                "\n" +
                "(নৌকার) আগার থাইকা পাছায় গেলে।\n" +
                "গলুই যাবে খইয়া রে।।\n" +
                "\n" +
                "দীক্ষা শিক্ষা না হইতে\n" +
                "আগে করছো বিয়া।\n" +
                "(তুমি) বিনে খতে গোলাম হইলে\n" +
                "গাইটের টাকা দিয়া রে।।\n" +
                "\n" +
                "বিদেশে বিপাকে যারও\n" +
                "বেটা মারা যায়।\n" +
                "পাড়া-পরশি না জানিয়ে\n" +
                "জানে তারও মা’য়ও রে।।\n" +
                "\n";
        return a;
    }
    public static String tumiJanoNaRePriyo(){
        String a = "তুমি জান না--- তুমি জান না রে প্রিয়,\n" +
                "তুমি মোর জীবনের সাধনা।\n" +
                "তোমায় প্রথম যেদিন জেনেছি, মনে আপন মেনেছি,\n" +
                "তুমি বন্ধু আমার মন মানো না।।\n" +
                "\n" +
                "সেদিন ফাল্গুনী দোল পূর্ণিমায়, মৃদুল মিঠাম বায়\n" +
                "ফুল বনে পুলকের আলপনা---\n" +
                "সেই মধুর মাধবী রাতে, বধুয়া তোমারি সাথে,\n" +
                "আমি করেছিলাম সে যামিনী যাপনা।।\n" +
                "..........\n" +
                "তুমি চলে গেলে আমায় ফেলে, কি আগুন এই বুকে জ্বেলে,\n" +
                "একদিনও দেখিতে তুমি এলে না।\n" +
                "তোমায় পেলে মোর দুঃখের কুটিরে, দেখাইতাম বক্ষ চিরে,\n" +
                "বুকের জ্বালা মুখে বলা চলে না।।\n" +
                "\n" +
                "কাষ্ঠযোগে দাবানল, জ্বালিয়ে পোড়ায় বন জঙ্গল\n" +
                "মন পোড়ানো আগুন বন্ধু তাহা না;\n" +
                "যত বিরহীর অন্তর তলে বিনা কাষ্ঠে আগুন জ্বলে\n" +
                "জলে গেলে জ্বলে একি যাতনা।।\n" +
                "..........\n" +
                "আমি ঘুরে জনম জনমে, ক্ষিতি অপ মরুৎ ব্যোমে,\n" +
                "খুঁজে ফিরি তোমারই ঠিকানা।\n" +
                "পাগল বিজয় বলে চিতচোর, আসবে কি জীবনে মোর\n" +
                "বুকে রইল ব্যথা ভরা বাসনা।।";
        return a;
    }
    public static String kenoPiritiBarailareBondhu(){
        String a = "কেন পিড়িতি বাড়াইলা রে বন্ধু\n" +
                "ছেড়ে যাইবা যদি\n" +
                "কেমনে রাখিব তর মন\n" +
                "আমার আপন ঘরে বাদী রে বন্ধু\n" +
                "ছেড়ে যাইবা যদি\n" +
                "\n" +
                "পাড়া পড়শী বাদী আমার\n" +
                "বাদী কালন নদী\n" +
                "মরম-জ্বালা সইতে না’রি\n" +
                "দিবানিশি কাঁদি রে বন্ধু\n" +
                "ছেড়ে যাইবা যদি\n" +
                "\n" +
                "কারে কি বলিব আমি\n" +
                "নিজে অপরাধী\n" +
                "কেঁদে কেঁদে চোখের জলে\n" +
                "বহাইলাম নদী রে বন্ধু\n" +
                "ছেড়ে যাইবা যদি\n" +
                "\n" +
                "বাউল আব্দুল করিম বলে\n" +
                "হল এ কী ব্যাধি\n" +
                "তুমি বিনে এ ভুবনে\n" +
                "কে আছে ঔষধি রে বন্ধু\n" +
                "ছেড়ে যাইবা যদি\n" +
                "কেন পিড়িতি বাড়াইলা রে বন্ধু\n" +
                "ছেড়ে যাইবা যদি";
        return a;
    }
    public static String kiJalaDiyaGelaMore(){
        String a = "কি জ্বালা দিয়া গেলা মোরে\n" +
                "নয়নের কাজল পরানের বন্ধুরে\n" +
                "না দেখিলে পরান পুড়ে\n" +
                "কি দুঃখ দিয়া গেলা মোরে\n" +
                "নয়নের কাজল পরানের বন্ধুরে\n" +
                "না দেখিলে পরান পুড়ে ।।\n" +
                "\n" +
                "না রাখি মাটিতে , না রাখি পাটিতে , \n" +
                "না রাখি পালংকের উপরে\n" +
                "সিঁথির সিঁন্দুরে রাখিব বন্ধুরে\n" +
                "ভিরিয়ে রেশমী ডোরে\n" +
                "\n" +
                "বন্ধু পরবাসী পরের ঘরে আসি\n" +
                "এত ঘুমে কেনে ধরে\n" +
                "কোহেলা করে ধ্বনি, পোহাইলো রজনী\n" +
                "না ডাকি ননদিনীর ডরে ।।\n" +
                "\n" +
                "নারীর প্রেম কাছে,কিটনা কইরা যে\n" +
                "বস্ত্র খইসা খইসা পড়ে\n" +
                "কহে আস্কর আলী, সাধু শত জানে \n" +
                "উদাসী বানাইলো মোরে ।।";
        return a;
    }
    public static String amarSonaBondhuRe(){
                String a ="আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে।।\n" +
                "\n" +
                "দিনে রাইতে তোমায় আমি।।\n" +
                "খুঁইজা মরিরে . . . .\n" +
                "আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে।।\n" +
                "\n" +
                "প্রথম দেখার কালে বন্ধু কথা দিয়েছিলে।।\n" +
                "ভুলিবেনা মোরে, এই জীবন গেলে।।\n" +
                "যদি না পায় তোমারে, আমার জীবনের তরে।।\n" +
                "সোনার জীবন অঙ্গর হইব।।\n" +
                "তোমার লাইগারে . . . .\n" +
                "আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে।।\n" +
                "\n" +
                "ভুলতে পার বন্ধু তুমি, আমি ভুলি নাই।।\n" +
                "মরণকালে যেন বন্ধু, একবার তোমায় পাই ।\n" +
                "পরকালে যেন বন্ধু, একবার তোমায় পাই ।\n" +
                "যদি না পায় সেকালে, প্রেম যাইবে বিফলে।।\n" +
                "তখন কিন্তু বলব আমি।।\n" +
                "প্রেম কিছুই নারে . . . .\n" +
                "\n" +
                "আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে।।\n" +
                "\n" +
                "আমার সোনা বন্ধুরে, তুমি কোথায় রইলারে.........";
        return a;
        }
    public static String amiKemonKorePoroLikhi(){
        String a ="আমি কেমন করে পত্র লিখি গো বন্ধু\n" +
                "গ্রাম পোস্ট অফিস নাই জানা\n" +
                "তোমায় আমি হলেম অচেনা\n" +
                "\n" +
                "বন্ধুরে হইতা যদি দেশের দেশী\n" +
                "ঐ চরণে হইতাম দাসীরে\n" +
                "আমি দাসী হইয়া সঙ্গে যাইতাম রে বন্ধু\n" +
                "শুনতামনা কারো মানা\n" +
                "\n" +
                "বন্ধুরে শুইলে না আসে রে নিদ্রা\n" +
                "ক্ষণে ক্ষণে আসে তন্দ্রা গো\n" +
                "আমি স্বপন দেখে জেগে উঠি রে বন্ধু\n" +
                "কেন্দে ভিজাই বিছানা";
        return a;
    }
    public static String bohuDinerPiritGoBondhu(){
        String a="বহু দিনের পিরিত গো বন্ধু\n" +
                "একই দিনে ভেঙো না।।\n" +
                "\n" +
                "এই যে রে ভাই বংশিওয়ালা\n" +
                "বাজাও বাশী দুপুর বেলা আরো একেলা\n" +
                "\n" +
                "তোমার বাশীর সুরে মন হরে গো।\n" +
                "ঘরে রইতে দিল না।।\n" +
                "\n" +
                "মাতা মইলো, পিতা রে মইলো\n" +
                "গুণের ভাই ছাড়িয়া রে গেল, সঙ্গে নিল না\n" +
                "\n" +
                "আমি কী দোষ দিব পরের পুতের গো।\n" +
                "আপন কর্ম ভালো না।।\n" +
                "\n" +
                "বন্ধু আমার আলারে ভোলা\n" +
                "না জানি পীড়িতের জ্বালা আরো একেলা\n" +
                "\n" +
                "সে যে আসি বলে গেল চইলে গো।\n" +
                "আর তো ফির আইলো না।।";
        return a;
    }
    public static String holudiyaPakhiSonariBoron(){
        String a ="হলুদিয়া পাখি, সোনারই বরণ\n" +
                "পাখিটি ছাড়িল কে\n" +
                "পাখিটি ছাড়িল কে রে আমার\n" +
                "পাখিটি ছাড়িল কে।\n" +
                "\n" +
                "কেউ না জানিল, কেউ না দেখিল,\n" +
                "কেমনে পাখি দিয়াছে ফাঁকি\n" +
                "উইড়া গেল হায় চোখের পলকে\n" +
                "পাখিটি ছাড়িল কে।।\n" +
                "\n" +
                "সোনার পিঞ্জিরা শূণ্য করিয়া\n" +
                "কোন বনে পাখি গেল যে উড়িয়া।\n" +
                "পিঞ্জিরার জোড়া খুলিয়া খুলিয়া\n" +
                "ভাইঙ্গা পড়ে সেই না পাখির শোকে।।\n" +
                "\n" +
                "সবই যদি ভুলে যাবি রে পাখি\n" +
                "কেন তবে হায় দিলি রে আশা\n" +
                "উইড়া যদি যাবি ওরে ও পাখি\n" +
                "কেন বাইন্ধা ছিলি বুকেতে বাসা।\n" +
                "\n" +
                "কত না মধুর গান শুনাইয়া\n" +
                "গেলিরে শেষে কেন কান্দাইয়া\n" +
                "তোমারে স্মরিয়া দুখের দরিয়া\n" +
                "উথলি উঠে হায় পাগলের চোখে।।";
        return a;
    }
    public static String duareAisachePalki(){
        String a="দুয়ারে আইসাছে পালকি\n" +
                "নাইয়রি যাও তুলো রে তুলো মুখে\n" +
                "আল্লাহ রসুল সবে বল\n" +
                "ও মুখে আল্লাহ রসুল সবে বল\n" +
                "\n" +
                "দুই কান্দে ছিল যে তোমার দুইজনা পাহারা\n" +
                "তোমারে একেলা থুইমা পালাইছে তাহারা।\n" +
                "\n" +
                "তোমার আট কুঠুরী নয় দরজা\n" +
                "বন্ধ যে ঐ হলো\n" +
                "রে হলো মুখে আল্লাহ রসুল সবে বল।।\n" +
                "\n" +
                "দিবানিশি যে ছয়জনা দিত কুমন্ত্রনা\n" +
                "আজ তাহারা কোথায় গেল মাবুদ কী রে মনা।\n" +
                "\n" +
                "ফেরেশতা আসিয়া যখন জিজ্ঞাসা করিবে\n" +
                "দীন কী তোমার মাবুত কে বা তখন কী বলিবে।\n" +
                "\n" +
                "ওরে আল্লাহ বীনে মাবুদ নাই রে\n" +
                "জবানে তাই বলও রে\n" +
                "বলো মুখে আল্লাহ রসুল সবে বল।।";
        return a;
    }
    public static String porerJagaPorerJomi(){
        String a="পরের জায়গা পরের জমিন\n" +
                "ঘর বানাইয়া আমি রই\n" +
                "আমি তো এই ঘরের মালিক নই।।\n" +
                "\n" +
                "সেই ঘরখানা যার জমিদারি\n" +
                "আমি পাইনা তাহার হুকুমদারী\n" +
                "আমি পাইনা জমিদারের দেখা ।।\n" +
                "মনের দুঃখ কারে কই।।\n" +
                "\n" +
                "জমিদারের ইচ্ছামত দেই না জমি চাষ\n" +
                "তাইতো ফসল ফলে না রে\n" +
                "দুঃখ বারো মাস।।\n" +
                "\n" +
                "আমি খাজনাপাতি সবই দিলাম\n" +
                "তবু জমিন আমার হয় যে নীলাম ।।\n" +
                "আমি চলি যে তার মন জোগাইয়া\n" +
                "দাখিলায় মেলে না সই।।\n" +
                "\n" +
                "পরের জায়গা পরের জমিন\n" +
                "ঘর বানাইয়া আমি রই\n" +
                "আমি তো এই ঘরের মালিক নই।।";
        return a;
    }
    public static String tomaroLagiyaRePranAmar(){
        String a="তোমার লাগিয়া রে\n" +
                "সদাই প্রাণ আমার কান্দে বন্ধুরে\n" +
                "প্রাণ বন্ধু কালিয়া রে।।\n" +
                "\n" +
                "নিদয় নিঠুর রে বন্ধু\n" +
                "তুই তো কূল নাসা।\n" +
                "\n" +
                "(আমায়) ফাঁকি দিয়ে ফেলে গেলি রে বন্ধু।\n" +
                "না পুড়াইলি আশা বন্ধু রে\n" +
                "প্রাণ বন্ধু কালিয়া রে।।\n" +
                "\n" +
                "আগে যদি জানতাম রে বন্ধু\n" +
                "তোর বাড়ি নৈরাশা।\n" +
                "\n" +
                "(ও তুই) না জেনে পীড়িতের রীতি রে বন্ধু।\n" +
                "ঘটাইলি দুর্দশা বন্ধু রে\n" +
                "প্রাণ বন্ধু কালিয়া রে।।\n" +
                "\n" +
                "হৃদয় চিড়িয়া রে দিতাম হৃদয়তে বাসা।\n" +
                "(আমি) তোমায় দেখে স্বাধ মিটাইতাম রে বন্ধু।\n" +
                "খেলতাম প্রেমের পাশা রে বন্ধু\n" +
                "প্রাণ বন্ধু কালিয়া রে।।";
        return a;
    }
    public static String shayamKaliaSonaBondhure(){
        String a="শ্যাম কালিয়া সোনা বন্ধু রে\n" +
                "নিরলে তোমারে পাইলাম না\n" +
                "আমার মনে যত দুঃখ\n" +
                "আমি খুলিয়া কইলাম না বন্ধুরে\n" +
                "ফুলের আসন ফুলের বসন রে\n" +
                "বন্ধু ফুলের বিছানা\n" +
                "ওরে নীল কমলে ছুয়া চন্দন\n" +
                "আমি ছিটাইয়া দিলাম না বন্ধু রে\n" +
                "আগে যদি জানতাম বন্ধু রে\n" +
                "যাইবায় রে ছাড়িয়া\n" +
                "ওরে দুই চরণ বান্ধিয়া রাখতাম\n" +
                "আমার মাথার কেশ দিয়া বন্ধু রে\n" +
                "ভাইবে রাধা রমণ বলে রে বন্ধু\n" +
                "মনেতে ভাবিয়া\n" +
                "নিভা ছিল মনের আগুন\n" +
                "কে দিলা জ্বালাইয়া বন্ধুরে\n" +
                "নিরলে তোমারে পাইলাম না";
        return a;
    }
    public static String kareDekhaboMonerDukkhogo(){
        String a="কারে দেখাবো মনের দুঃখ গো আমি বুক চিরিয়া ।\n" +
                "অন্তরে তুষেরই অনল জ্বলে গইয়া গইয়া ।।\n" +
                "ঘর বাঁধলাম প্রাণবন্ধের সনে কত কথা ছিল মনে গো ।\n" +
                "ভাঙ্গিল আদরের জোড়া কোন জন বাদী হইয়া ।।\n" +
                "কার ফলন্ত গাছ উখারিলাম কারে পুত্রশোকে গালি দিলাম গো ।\n" +
                "না জানি কোন অভিশাপে এমন গেল হইয়া ।।\n" +
                "কথা ছিল সঙ্গে নিব সঙ্গে আমায় নাহি নিল গো ।\n" +
                "রাধারমণ ভবে রইল জিতে মরা হইয়া ।।";
        return a;
    }
    public static String moneNaiGoAmareBondhuarMoneNai(){
        String a="মনে নাই গো আমারে বন্ধুয়ার মনে নাই,\n" +
                "আমি বন্ধুর আশায় বসে বসে রজনী পোহাই গো।\n" +
                "\n" +
                "জাতি যুঁথি ফুল মালতী, বিনি সুতায় মালা গাঁথি গো\n" +
                "আইলো না শ্যাম কুঞ্জে আমার মালা কার গলে পরাই গো।।\n" +
                "\n" +
                "চুয়া-চন্দন ফুলের অঞ্জন কোটরায় ভরিয়া রাখলাম গো\n" +
                "আমার দেখলে চন্দন উঠে ক্রন্দন চন্দন কার অঙ্গে ছিটাই গো।।\n" +
                "\n" +
                "ভাইবে রাধারমণ বলে প্রেমানলে অঙ্গ জ্বলে গো\n" +
                "একবার পাইলে শ্যামরে ধরমু গলে আর ছাড়াছাড়ি নাই।।";
        return a;
    }
    public static String vromorKoioGiya(){
        String a="ভ্রমর কইয়ো গিয়া,\n" +
                "শ্রীকৃষ্ণ বিচ্ছেদের অনলে অঙ্গ যায় জ্বলিয়া রে,\n" +
                "ভ্রমর কইয়ো গিয়া ।।\n" +
                "ভ্রমর রে, কইয়ো কইয়ো কইয়োরে ভ্রমর,\n" +
                "কৃষ্ণরে বুঝাইয়া মুই রাধা মইরা যাইমু\n" +
                "কৃষ্ণ হারা হইয়ারে, ভ্রমর কইয়ো গিয়া।।\n" +
                "ভ্রমর রে, আগে যদি জানতামরে ভ্রমর, যাইবারে ছাড়িয়া\n" +
                "মাথার কেশও দুই’ভাগ করি\n" +
                "রাখিতাম বান্দিয়ারে, ভ্রমর কইয়ো গিয়া।।\n" +
                "ভ্রমর রে, ভাইবে রাধারমন বলে শোনরে কালিয়া\n" +
                "নিব্বা ছিলো মনের আগুন\n" +
                "কে দিলা জ্বালাইয়ারে, ভ্রমর কইয়ো গিয়া।।";
        return a;
    }
    public static String janiteChaiDoyalTomarAsolNamtiKi(){
        // Bjoy Sarkar
        String a="আমরা বহুনামে ধরাধামে কত রকমে ডাকি\n" +
                "জানিতে চাই দয়াল তোমার আসল নামটা কি\n" +
                "\n" +
                "কেউ তোমায় বলে ভগবান \n" +
                "আর গড কেউ করে আহ্বান\n" +
                "কেউ খোদা কেউ জিহুদা কেউ কয় পাপীয়ান\n" +
                "গাইলাম জনম ভরে মুখস্থ গান মুখ বুলা টিয়াপাখী\n" +
                "\n" +
                "\n" +
                "সর্বশাস্ত্রে শুনিতে যে পাই \n" +
                "তোমার নাকি পিতামাতা নাই\n" +
                "তবে তোমার নামকরন কে করলে সাঁই বসে ভাবি তাই\n" +
                "তুমি নামি কি অনামি হে সাঁই আমরা তার বুঝি বা কি\n" +
                "\n" +
                "কেহ পিতা কেহ পুত্র কয় \n" +
                "আবার বন্ধু বলে কেউ দেয় পরিচয়\n" +
                "তুমি সকলেরই সকল আবার কারো কেহ নয়\n" +
                "তোমার যে আসল পরিচয় কে জানে তা কি না কি\n" +
                "\n" +
                "বিজয় বলে মনের কথা কই \n" +
                "আমি খাঁটি ভাবের পাগল নই\n" +
                "আমার গোল বেঁধেছে মনের মাঝে কাজেই পাগল হই\n" +
                "আমার বুকে যা নাই মুখে তা কই কাঁটা কান চুলে ঢাকি।";
        return a;
    }
    public static String monMojaleOreBaulaGaan(){
        // Shah Abdul Karim
        String a="যা দিয়েছো তুমি আমায় কি দেব তার প্রতিদান\n" +
                "মন মজালে ওরে বাউলা গান\n" +
                "আমার, মন মজালে ওরে বাউলা গান\n" +
                "\n" +
                "অন্তরে আসিয়া যখন দিলে তুমি ইশারা\n" +
                "তোমার সঙ্গ নিলাম আমি সঙ্গে নিয়া একতারা\n" +
                "মন মানেনা তোমায় ছাড়া তোমাতে সঁপেছি প্রাণ\n" +
                "মন মজালে ওরে বাউলা গান ।।\n" +
                "\n" +
                "কি করে পাবো তোমারে তাই ভাবি দিন-রজনী\n" +
                "মনের ভাব প্রকাশ করি কথায় দিয়ে রাগিণী\n" +
                "এস্কে দিল-দরিয়ার পানি ভাটি ছেড়ে বয় উজান\n" +
                "মন মজালে ওরে বাউলা গান ।।\n" +
                "\n" +
                "কত গান গেয়ে গেলেন যারা মরমী কবি\n" +
                "আমি তুলে ধরি দেশের দুঃখ-দুর্দশার ছবি\n" +
                "বিপন্ন মানুষের দাবি করিম চায় শান্তির বিধান\n" +
                "মন মজালে ওরে বাউলা গান ।।";
        return a;
    }
    public static String amiEktaZindaLash(){
        // Bari Siddiki
        String a ="আমি একটা জিন্দা লাশ,\n" +
                "কাটিস নারে জংলার বাঁশ\n" +
                "\n" +
                "আমার লাইগা সাড়ে তিন হাত কবর খুঁড়িস না\n" +
                "আমি পিরিতের অনলে পোড়া মরার পরে আমায় পুড়িস না\n" +
                "প্রেমে পোড়া যায় না চেনা দেইখা শুধু মুখ\n" +
                "চেনা যায় যার জীবনে নাই একটু খানি সুখ\n" +
                "\n" +
                "হায়রে একটু খানি সুখ\n" +
                "আমি যদি যাইগো মরে\n" +
                "আমার লাশটা বুকে ধরে\n" +
                "আমার লাইগা বন্ধু তোরা কান্না জুড়িস না\n" +
                "আমি পিরিতের অনলে পোড়া মরার পরে আমায় পুড়িস না\n" +
                "বুকের ভিতর মারলো অন্তর সর্বহারা শোক\n" +
                "আমার মত কষ্ট যেন পায় না কোন লোক\n" +
                "\n" +
                "হায়রে পায় না কোন লোক\n" +
                "মনেরে বুঝাইলাম কত\n" +
                "হইল না যে মনের মত\n" +
                "মিছে আশায় তারি পিছে মন আর ঘুরিস না\n" +
                "আমি পিরিতের অনলে পোড়া মরার পরে আমায় পুড়িস না\n";
        return a;
    }
    public static String rojoniHoisnaOboshan(){
        // Bari siddiki
        String a ="কত নিশি পোহাইলো\n" +
                "মনের আশা মনে রইলোরে\n" +
                "কেন বন্ধু আসিলোনা জুড়ায়না পরান।\n" +
                "আজ নিশিতে আসতে পারে বন্ধু কালাচাঁন।।\n" +
                "বাসর সাজাই আসার আশে\n" +
                "আসবে বন্ধু নিশি শেষে\n" +
                "দারূন পিরিতের বিষে ধরিল উজান।\n" +
                "আজ নিশিতে আসতে পারে বন্ধু কালাচাঁন।।\n" +
                "মেঘে ঢাকা আঁধার রাতে\n" +
                "কেমনে থাকি একা ঘরে\n" +
                "সাধক চাঁনমিয়া কয় কানতে কানতে হইলাম পেরেশান\n" +
                "আজ নিশিতে আসতে বন্দু কালাচঁন।।";
        return a;
    }
    public static String suaChandPakhi(){
        String a="শুয়া চান পাখি আমার\n" +
                "আমি ডাকিতাছি তুমি ঘুমাইছ নাকি\n" +
                "\n" +
                "তুমি আমি জনম ভরা ছিলাম মাখামাখি\n" +
                "আজি কেন হইলে নীরব মেল দুটি আঁখি রে পাখি\n" +
                "আমি ডাকিতাছি তুমি ঘুমাইছ নাকি\n" +
                "\n" +
                "বুলবুলি আর তোতা ময়না কত নামে ডাকি\n" +
                "শিকল কেটে চলে গেলে কারে লইয়া থাকি রে পাখি\n" +
                "আমি ডাকিতাছি তুমি ঘুমাইছ নাকি\n" +
                "\n" +
                "তোমার আমার এই পিরীতি চন্দ্র সূর্য্য সাক্ষী\n" +
                "হঠাৎ করে চলে গেলে বুঝলামনা চালাকি\n" +
                "আমি ডাকিতাছি তুমি ঘুমাইছ নাকি";
        return a;
    }
    public static String dinDuniyarMalikKhoda(){
        String a ="দ্বীন দুনিয়ার মালিক খোদা এত কষ্ট সয়না\n" +
                "তোমার দ্বীলকী দয়া হয়না,তোমার দ্বীলকে দয়া হয়না।।\n" +
                "সব কথায় যার ব্যাথায় ভরা কোন কথা সে বলবে\n" +
                "সব পথে যার কাটায় ঘেরা কোন পথে সে চলবে\n" +
                "কাটার আঘাত সয় যার বুকে ফুলের আঘাত সয়না।।\n" +
                "বাতি ছাড়া এ রংমহল ঘর রুশনেআলা হয়না\n" +
                "আজকে বাদশাহ কালকে ফকির সমানে দিন যায়না\n" +
                "সব দিয়া যার সব কেড়ে নাও কেউতো কিছু কয়না।।\n" +
                "যুগ যুগান্তর যে তোমারে করে এতই পছন্দ\n" +
                "কোন ধর্মে কোন মর্মে তারে বলে মন্দ\n" +
                "কামাল শুনে হয় আনন্দ,তোমায় কিছু কয়না।।";
        return a;
    }

}
